Repository: biglinux/biglinux-deb-installer
Catalog: biglinux-deb-installer/DEBIAN/*.po
Languages: es

source: Instalar pacotes .deb
es: Instalar paquetes .deb

source: A solução foi aplicada.
es: La solución fue aplicada.

source: Fechar
es: Cerrar

source: Instalar arquivos .deb
es: Instalar archivos .deb

source: Aplicando a solução recomendada.
es: Aplicando la solución recomendada.

source: Aguarde enquando as alterações estão sendo aplicadas.
es: Espere mientras se aplican los cambios.

source: Ocasionalmente a tela abaixo pode requisitar alguma interação.
es: Ocasionalmente, la pantalla a continuación puede requerir cierta interacción.

source: A instalação de novos pacotes não pode prosseguir porque existem pacotes conflitantes instalados.
es: La instalación de nuevos paquetes no puede continuar, hay paquetes conflictivos instalados.

source: Confira a solução apresentada abaixo e decida se devo aplicá-la.
es: Verifique la solución presentada a continuación y decida si debo aplicarla.

source: Aplicar solução sugerida
es: Aplicar la solución sugerida

source: Carregando...
es: Cargando

source: Aguarde um momento...
es: Espera un momento...

source: Pacotes com dependências não atendidas:
es: Paquetes con dependencias insatisfechas:

source: mas não vai ser instalado.
es: pero no se instalará

source: mas não está disponível
es: pero no está disponible

source: Não é possível prosseguir com a instalação.<br><br>
es: No se puede continuar con la instalación.<br><br>

source: Selecione um pacote .deb válido.<br><br>
es: Seleccione un paquete .deb válido.<br><br>

source: Um ou mais pacotes já estavam instalados:
es: Uno o más paquetes ya estaban instalados:

source: Pacotes selecionados para instalar:
es: Paquetes seleccionados para instalar:

source: É preciso fazer o download de
es: Necesitas descargar

source: Total de pacotes para instalar:
es: Paquetes totales para instalar:

source: Total de pacotes a remover:
es: Paquetes totales para eliminar:

source: Pacotes a atualizar:
es: Paquetes para actualizar:

source: Dependencias a serem instaladas:
es: Dependencias a instalar:

source: Pacotes a remover:
es: Paquetes para eliminar:

source: Pacotes para atualizar:
es: Paquetes para actualizar:

source: Aguarde. Instalando...
es: Espera, instalando...

source: Ocorreram erros. Confira:
es: Hubo errores, mira:

source: Atualizar a lista de pacotes (apt update)
es: Actualice la lista de paquetes (apt update)

source: Instalação concluída!
es: Instalación completa!

source: Aguarde. Atualizando lista de pacotes...
es: Por favor espere, actualizando la lista de paquetes ...

source: Concluída a atualização de lista de pacotes. Tente novamente instalar o pacote desejado.
es: Una vez completada la actualización de la lista de paquetes, intente instalar el paquete deseado nuevamente.

source: Já existe uma janela do instalador aberta.
es: Ya hay una ventana de instalador abierta.

source: O programa $APT_LOCK está utilizando o sistema de instalação de pacotes. Feche-o e tente novamente.
es: El programa $APT_LOCK está usando el sistema de instalar paquetes. Ciérrelo e intente nuevamente.
